export interface Poem {
  id: number;
  content: string;
}

export const initialPoems: Poem[] = [
  {
    id: 1,
    content: `😆 
Если нет хлеба, ешьте 
пастилу. Хотел научиться 
data science, а сочинил 
мемы 2017 года – 
всё что осталось 
от поэзии.`
  },
  {
    id: 2,
    content: `💡 
Иду на вы, а выйдя, 
Погасил весь свет –
Иди и смотри теперь.`
  },
  {
    id: 3,
    content: `👀 
Цель перемещается, и 
Снайпер за ней –
Так, каждые сутки 
Проводится работа 
и контроль.`
  },
  {
    id: 4,
    content: `🤖  
Как протиснуться в 
будущее, если там 
уже теснятся наши
Цифровые двойники? 
Слишком долгая
III династия Ура.`
  },
  {
    id: 5,
    content: `🗽
Ожидание:
– Берите столько Свободы, 
сколько сможете проглотить

Реальность:
– Она утонула`
  },
  {
    id: 6,
    content: `🐌  
Прорыв рывок подскок 
Подход еще подход
Прыг – под землю 
Скок – на YandexCloud.
Лифты свалились в 
лестницу в небо. 
Дворники метут 
дождь.`
  },
  {
    id: 7,
    content: `***
Вот бог войны и земледелия,
Весенних дождей и наводнений 
Одерживает победу над шести-
головой овцой. Вот бог войны и 
земледелия, Весенних дождей и 
наводнений справляется с семи-
головым львом. Вот бог войны и 
земледелия, Весенних дождей и 
наводнений расправляется с 
почему-то добрым драконом.
Вот бог войны и земледелия,
Весенних дождей и наводнений 
Снова сражается со львом, ужасом 
богов – великие вещи творятся,
и мне как-то проще становится, 
что ли, после пашни, то есть, 
рабочего дня.`
  },
  {
    id: 8,
    content: `🫰 
Денег нет, но мы есть  
Нас есть им 

А, может быть, мы – 
Красивое?`
  }
];
